{
  "categories": [
    {
      "id": 1,
      "slug": "financament",
      "name": "Financiación Autonómica"
    },
    {
      "id": 2,
      "slug": "dependencia",
      "name": "Sistema de Dependencia"
    },
    {
      "id": 3,
      "slug": "inversions",
      "name": "Inversiones Justas"
    },
    {
      "id": 4,
      "slug": "deute",
      "name": "Deuda con el Consorcio València 2007"
    },
    {
      "id": 5,
      "slug": "agricultura",
      "name": "Agricultura Valenciana"
    },
    {
      "id": 6,
      "slug": "hidriques",
      "name": "Infraestructuras hídricas"
    },
    {
      "id": 7,
      "slug": "medi-ambient",
      "name": "Medio Ambiente y Transición Ecológica"
    },
    {
      "id": 8,
      "slug": "drets-socials",
      "name": "Derechos sociales"
    },
    {
      "id": 9,
      "slug": "ap7",
      "name": "Gratuidad de la AP-7"
    }
  ],

  "document": [
    {
     "category": 1,
     "text": "El Gobierno presentará en los ocho primeros meses de legislatura una nueva propuesta de sistema de financiación autonómica, que garantice una financiación justa para los valencianos y valencianas.  Hasta que esto no llegue se compensará a través de los Presupuestos Generales del Estado.",
     "status": "PENDING"
    },
    {
      "category": 2,
      "text": "El Estado cumplirá la Ley y aportará de forma paulatina el 50% de la financiación del sistema de atención a la dependencia y activará los fondos de garantía asistencial y cohesión sanitaria.",
      "status": "PENDING"
     },
     {
      "category": 3,
      "text": "El Gobierno establecerá una agenda valenciana de inversiones en los Presupuestos Generales del Estado, aumentando el presupuesto en infraestructuras de acuerdo a nuestro peso poblacional.",
      "status": "PENDING"
     },
     {
      "category": 4,
      "text": "El Gobierno asumirá en los próximos Presupuestos Generales del Estado la deuda del Consorcio València 2007 que asciende a 430 millones de euros.",
      "status": "PENDING"
     },
     {
      "category": 5,
      "text": "El Estado defenderá los productos agroalimentarios valencianos frente a los acuerdos de libre comercio, exigiendo que la importación de productos de países terceros cumplan íntegramente con la normativa comunitaria.",
      "status": "PENDING"
     },
     {
      "category": 5,
      "text": "El Gobierno se compromete a reconocer la singularidad agraria mediterránea en la nueva PAC (Política Agraria Común).",
      "status": "PENDING"
     },
     {
      "category": 5,
      "text": "El Estado también incluirá en los Presupuestos Generales del Estado la financiación en investigación sobre la Xylella y otras plagas y compensará a las agricultoras y agricultores afectados.",
      "status": "PENDING"
     },
     {
      "category": 6,
      "text": "El Gobierno protegerá el Parque Natural de la Albufera financiando la mejora del colector oeste que da acceso al lago.",
      "status": "PENDING"
     },
     {
      "category": 6,
      "text": "Se incorporará dentro de los Presupuestos Generales del Estado la reparación de la Balsa de San Diego de Alacant.",
      "status": "PENDING"
     },
     {
      "category": 6,
      "text": "Se garantizará el suministro hídrico adecuado en las cuencas mediterráneas, y se revisará el régimen tarifario atendiendo a principios de sostenibilidad y transparencia.",
      "status": "PENDING"
     },
     {
      "category": 6,
      "text": "Se incorporarán fuentes de energía renovable en las infraestructuras de desalación, depuración y reutilización de agua.",
      "status": "PENDING"
     },
     {
      "category": 7,
      "text": "El Gobierno garantizará el cumplimiento de toda la normativa ambiental respecto a la ampliación del Puerto de València para que cualquier actuación se produzca con todas las garantías.",
      "status": "PENDING"
     },
     {
      "category": 7,
      "text": "Se ampliarán los recursos de los Planes de Impulso al Medio Ambiente en materia de residuos y espacios naturales, para financiar nuevos proyectos de estudio de eficiencia energética y restauración ambiental en espacios como el clausurado vertedero de La Murada en Orihuela.",
      "status": "PENDING"
     },
     {
      "category": 8,
      "text": "El Gobierno se compromete a que el Estado ratifique la Carta Social Europea para ampliar los derechos sociales.",
      "status": "PENDING"
     },
     {
      "category": 9,
      "text": "El Estado liberalizará el tramo de la AP-7 entre Tarragona y Alacant.",
      "status": "DONE"
     },
     {
      "category": 9,
      "text": "Se remodelarán los accesos existentes entre la AP-7 y otras vías y se construirán nuevos para dar acceso a las ciudades, adaptando la capacidad estructural del volumen de tráfico.",
      "status": "PENDING"
     }
  ]
}
